/* 3G access may take longer alert */
"(3G access may take longer)" = "(Nur 3G Verbindung: Verarbeitung kann länger dauern)";

/* Add to document button */
"Add to document" = "In das Dokument einfügen";

/* Adding attachment... alert */
"Adding attachment..." = "Anhang wird hinzugefügt...";

/* All pages loaded. Your document is now enabled for offline use. info */
"All pages loaded. Your document is now enabled for offline use." = "Alle Seiten sind geladen. Das Dokument kann offline weiter bearbeitet werden.";

/* An authentication error occured, please resign the field info */
"An authentication error occured, please resign the field!" = "Bei der Überprüfung ist ein Fehler aufgetreten, bitte unterschreiben Sie erneut!";

/* An error occured processing the annotations, please try again info */
"An error occured processing the annotations, please try again!" = "Beim Verarbeiten der Anmerkung ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut!";

/* An error occured processing the attachment file, please check your network connection an try again info */
"An error occured processing the attachment file, please check your network connection an try again!" = "Beim Verarbeiten des Anhangs ist ein Fehler aufgetreten. Bitte prüfen Sie Ihre Netzverbindung und versuchen Sie es erneut!";

/* An error occured processing the file, please check your network connection an try again info */
"An error occured processing the file, please check your network connection an try again!" = "Beim Verarbeiten des Dokumentes ist ein Fehler aufgetreten. Bitte prüfen Sie Ihre Netzverbindung und versuchen Sie es erneut!";

/* Append new page button */
"Append new page" = "Neue Seite anhängen";

/* Black button */
"Black" = "Schwarz";

/* Blue button */
"Blue" = "Blau";

/* Bold button */
"Bold" = "Fett";

/* Camera button */
"Camera" = "Kamera";

/* Cancel button */
"Cancel" = "Abbruch";

/* Clear field button */
"Clear field" = "Feld leeren";

/* Close button */
"Close" = "Schließen";

/* Congratulations, you can now finish the workstep info */
"Congratulations, you can now finish the workstep." = "Alle Aufgaben im Dokument sind erledigt.";

/* Dark blue button */
"Dark blue" = "Blau";

/* Delete button */
"Delete" = "Löschen";

/* Done button */
"Done" = "Fertig";

/* Edit button */
"Edit" = "Bearbeiten";

/* E-Mail button */
"E-Mail" = "E-Mail";

/* e-Signed PDF subject */
"e-Signed PDF" = "e-Signed PDF";

/* Embedding Signature... alert */
"Embedding Signature..." = "Unterschrift wird eingebettet...";

/* Error button */
"Error" = "Fehler";

/* Fin. info */
"Fin." = "Bee.";

/* Finish button */
"Finish" = "Abschließen";

/* Finishing document alert */
"Finishing document..." = "Dokument wird verarbeitet...";

/* Master View Controller Title */
"Folders" = "Ordner";

/* Gray button */
"Gray" = "Grau";

/* Green button */
"Green" = "Grün";

/* Help button */
"Help" = "Hilfe";

/* Import from Mail info */
"Import from Mail" = "Öffne PDF aus einem Email";

/* Import from Other Apps info */
"Import from Other Apps" = "Import aus anderen Apps";

/* Information alert */
"Information" = "Information";

/* Italic button */
"Italic" = "Kursiv";

/* Loading page info */
"Loading page" = "Seite wird geladen";

/* Loading remaining pages in the background... info */
"Loading remaining pages in the background..." = "Weitere Seiten werden im Hintergrund geladen...";

/* Move button */
"Move" = "Verschieben";

/* Navigation button */
"Navigation" = "Navigation";

/* Next button */
"Next" = "Weiter";

/* of info */
"of" = "von";

/* Stored Documents info */
"Stored Documents" = "Gespeicherte Dokumente";

/* OK button */
"OK" = "OK";

/* Open Workstep Picker button */
"Open" = "Öffnen";

/* Open document button */
"Open document" = "Öffnen";

/* Open in... button */
"Open in..." = "Öffne in...";

/* Orange button */
"Orange" = "Orange";

/* Page info */
"Page" = "Seite";

/* Page is loading... info */
"Page is loading..." = "Seite wird geladen...";

/* PDF-Password button */
"PDF-Password" = "PDF-Passwort";

/* Please complete all required tasks before finishing the workstep alert */
"Please complete all required tasks before finishing the workstep!" = "Bitte führen Sie alle erforderlichen Aufgaben vor dem Beenden des Dokuments durch!";

/* Please connect to the internet to proceed info */
"Please connect to the internet to proceed" = "Bitte stellen Sie eine Internetverbindung her";

/* Please enter a filename info */
"Please enter a filename" = "Bitte geben Sie einen Dateinamen ein";

/* Please enter a message info */
"Please enter a message" = "Bitte geben Sie eine Nachricht ein";

/* Please enter the PDF-password info */
"Please enter the PDF-password" = "Bitte geben Sie das PDF-Passwort ein";

/* Incorrect password. Please try again info info */
"Incorrect password. Please try again" = "Falsches Passwort. Bitte geben Sie das Passwort erneut ein";

/* Please enter the read-password info */
"Please enter the read-password" = "Bitte geben Sie das Lese-Passwort ein";

/* Please enter the write-password info */
"Please enter the write-password" = "Bitte geben Sie das Schreib-Passwort ein";

/* Please find attached the document signed body */
"Please find attached the document signed." = "Das unterschriebene Dokument befindet sich im Anhang.\r\n\r\n*** Holen auch Sie sich Ihre Gratisversion von SIGNificant um Dokumente elektronisch zu unterschreiben! ****\r\nfür iPad und Android: http://tinyurl.com/88q2dg3";

/* Please note: Apple preview software is currently not able to display Unterschrifte fields. To view the fields in this document please use Adobe Reader body */
"Please note: Apple® preview software is currently not able to display signature fields. To view the fields in this document please use Adobe® Reader®." = "Hinweis: Die Apple®-Software ist aktuell nicht in der Lage Unterschriftenfelder in PDFs korrekt darzustellen. Um die Felder anzuzeigen benutzen Sie bitte den Adobe® Reader®.";

/* Please proceed with the required tasks info */
"Please proceed with the required tasks." = "Bitte fahren Sie mit den erforderlichen Schritten fort.";

/* Please sign all positioned Unterschrifte fields before finishing the document info */
"Please sign all positioned signature fields before finishing the document!" = "Bitte unterschreiben Sie alle Unterschriftenfelder vor dem Abschließen des Dokuments!";

/* Preparing document alert */
"Preparing document..." = "Dokument wird vorbereitet...";

/* Previous button */
"Previous" = "Zurück";

/* Read-Password button */
"Read-Password" = "Lese-Passwort";

/* Red button */
"Red" = "Rot";

/* Rej. info */
"Rej." = "Abg.";

/* Reject button */
"Reject" = "Ablehnen";

/* Rejected button */
"Rejected" = "Abgelehnt";

/* Reject message alert */
"Reject message" = "Ablehnungsgrund";

/* Rejecting alert */
"Rejecting..." = "Dokument wird abgelehnt...";

/* Retry button */
"Retry" = "Neu";

/* required button */
"required" = "erforderlich";

/* Save button */
"Save" = "Speichern";

/* Save as... button */
"Save as..." = "Speichern unter...";
"Export..." = "Exportieren...";

/* Saved Photos button */
"Saved Photos" = "Gespeicherte Fotos";

/* Select attachment type info */
"Select attachment type" = " Anhangtyp auswählen";

/* Select Image Source info */
"Select Image Source" = "Herkunft der Fotos auswählen";

/* Simply find the document in the app of your choice and select 'Open In ...' and choose 'SIGNificant'. info */
"Simply find the document in the app of your choice and select 'Open In ...' and choose 'SIGNificant'." = "Suchen Sie das Dokument in der betreffenden App und wählen Sie 'Öffnen In...'.";

/* Simply tap and hold on the email attachment to bring up the 'Open In ...' menu, then select SIGNificant. info */
"Simply tap and hold on the email attachment to bring up the 'Open In ...' menu, then select SIGNificant." = "Halten Sie den Emailanhang gedrückt um den 'Öffnen In...' Dialog aufzurufen und wählen Sie 'SIGNificant'.";

/* Support button */
"Support" = "Support";

/* Tap on the screen to position an annotation info */
"Tap on the screen to position an annotation" = "Zum Positionieren des Anmerkungsfeldes auf den Bildschirm tippen";

/* Tap on the screen to position a Unterschrifte info */
"Tap on the screen to position a signature" = "Zum Positionieren eines Unterschriftenfeldes auf den Bildschirm tippen";

/* Tasks button */
"Tasks" = "Aufgaben";

/* The document you're trying to open is not available on the server anymore info */
"The document you're trying to open is not available on the server anymore" = "Das Dokument, das Sie versuchen zu öffnen, existiert nicht mehr am Server";

/* The current policy does not allow rejecting a workstep info */
"The current policy does not allow rejecting a workstep" = "Die Einstellungen des Dokuments untersagen, dass das Dokument abgelehnt wird";

/* The current state does not allow undoing the last action info */
"The current state does not allow undoing the last action" = "Der aktuelle Status untersagt das Rückgängigmachen der letzten Aktion";

/* The selected field can not be signed, please choose the enabled task to sign info */
"The selected field can not be signed, please choose the enabled task to sign." = "Das Unterschriftenfeld kann derzeit (noch) nicht unterschrieben werden. Bitte führen Sie stattdessen eine zugelassene Aufgabe aus.";

/* The workstep contains non-biometric Unterschrifte tasks or unknown tasks, the app is now in read-only mode! */
"The workstep contains non-biometric signature tasks or unknown tasks, the app is now in read-only mode!" = "Das Dokument enthält unbekannte Unterschriften- oder Aufgabentypen. Daher wurde in den Lese-Modus gewechselt!";

/* There was a problem with the provided password, please retry info */
"There was a problem with the provided password, please retry" = "Es ist ein Fehler mit dem Passwort aufgetreten, bitte versuchen Sie es erneut.";

/* This workstep has been finished info */
"This workstep has been finished." = "Das Dokument ist fertig verarbeitet.";

/* The workstep was finished, load another one info */
"The workstep was finished, load another one." = "Das Dokument ist fertig verarbeitet, laden Sie ein Neues.";

/* The workstep was rejected, load another one info */
"The workstep was rejected, load another one." = "Das Dokument wurde abgelehnt, laden Sie ein Neues.";

/*Only viewing is possible info */
"Only viewing is possible." = "Nur Anzeigen des Dokumentes ist möglich.";

/* The workstep was rejected info */
"The workstep was rejected" = "Das Dokument wurde abgelehnt";

/* Unable to save image info */
"Unable to save image" = "Bild kann nicht gespeichert werden";

/* Undoing alert */
"Undoing..." = "Die letzte Aktion wird rückgängig gemacht...";

/* White button */
"White" = "Weiß";

/* Write-Password button */
"Write-Password" = "Schreib-Passwort";

/* Yellow button */
"Yellow" = "Gelb";

/* You are currently in read-only mode info */
"You are currently in read-only mode." = "Sie befinden sich im Lese-Modus.";

/* You can open any PDF attachment in SIGNificant! info */
"You can open any PDF attachment in SIGNificant!" = "Öffnen Sie PDF-Anhänge in SIGNificant!";

/* You can open any PDF document in SIGNificant! info */
"You can open any PDF document in SIGNificant!" = "Sie können jedes PDF-Dokument in SIGNificant öffnen!";

/* You have completed the workstep The app will now close the document info */
"You have completed the workstep. The app will now close the document." = "Das Dokument ist fertig verarbeitet. Das Dokument wird nun geschlossen.";

/* Loading current page... */
"Loading current page..." = "Lade aktuelle Seite...";

"HintToastToolbar" =						"Tippen Sie auf das Symbol um das Dokument zu editieren";
"DeleteElementsConfirmation" =				"Möchten Sie die gewählten Elemente löschen?";
"Q_ConfirmUndoWorkstep" =					"Wollen Sie Ihre letzte Aktion wirklich rückgängig machen?";
"CreateFolder" =							"Ordner erstellen";
"RenameFolder" =							"Ordner umbenennen";
"FolderName" =								"Ordnername";
"Create" =									"Erstellen";
"Documents" =								"Dokumente";
"Templates" =								"Vorlagen";
"Settings" =								"Einstellungen";
"SampleDocuments" =							"Beispieldokumente";
"I_ServerNotReachable" =					"Der Server ist derzeit nicht erreichbar. Bitte prüfen Sie Ihre Einstellungen und versuchen Sie es erneut.";
"I_NoSoapResponse" =						"Es trat ein Verbindungsfehler auf. Bitte prüfen Sie Ihre Einstellungen und versuchen Sie es erneut.";
"ClearField" =								"Feld leeren";
"Rename" =									"Umbenennen";
"I_StatusOk" =								"Sync-Status: Keine Aufgaben ausständig.";
"RequiredTask" =							"Pflichtaufgabe";
"NotSynced" =								"Nicht synchronisiert";
"UnsyncedChanges" =							"Nicht synchronisierte Änderungen";
"Q_FinishWorkstep" =						"Möchten Sie das Dokument wirklich abschließen? Nachträgliche Änderungen sind nicht mehr möglich.";
"Yes" =										"Ja";
"No" =										"Nein";
"OpenWith" =								"Öffnen in ...";
"%OpenTasks" =								" offene Aufgaben";
"Finished" =								"Abgeschlossen";
"Today" =									"Heute";
"Signature..." =							"Unterschrift...";
"DirectSign..." =							"Direct-Sign...";
"Annotation..." = 							"Anmerkung...";
"ImportingDocumentsFrom..." =				"Import von Dokumenten aus ...";
"MailApp" =									"Mail-App";
"OtherApps" =								"Anderen Apps";
"SampleDocs" =								"Vorlagen";
"Loading" =									"Wird geladen";
"I_RemoveFolder" =							"Info: Dieser Ordner wird gelöscht sobald alle Dokumente abgeschlossen sind.";
"Expiration" =								"Ablauf";
"Unknown" =									"Unbekannt";
"I_ExpiredWorkstepsRemoved" =				"Abgelaufene Dokumente wurden aus Ihrer Dokumentenliste entfernt.";
"PleaseSignHere" =							"Bitte unterschreiben Sie.";
"I_TouchDisplayWithFingerOnly" =			"Achten Sie darauf, das Gerät nur mit dem Finger bzw. dem Stylus zu berühren.";
"I_NoPopoverToolsAvailable" =				"Neue Unterschriftenfelder bzw. Anmerkungen sind für dieses Dokument nicht erlaubt.";
"I_ExportSuccessful" =						"Das Dokument wurde erfolgreich exportiert.";
"I_ExportFailed" =							"Das Dokument konnte nicht als Vorlage gespeichert werden, bitte versuchen Sie es erneut.";

/* Location */
"I_LocationAvailableAfterWaiting" =			"Die Standortinformation wurde aktualisiert. Sie können nun fortfahren.";
"I_NoLocationAvailable" =					"Aktuell ist keine Standortinformation verfügbar. Wie möchten Sie fortfahren?";
"ContinueAnyway" =							"Trotzdem fortfahren";
"Wait" =									"Warten";

/* 2.2.8 */
"E_BioVerificationFailed" =					"Die Unterschrift stimmt nicht mit der Vorlage überein.";
"E_BioVerificationUnknownError" =			"Die Unterschriftenüberprüfung konnte nicht durchgeführt werden. Bitte wenden Sie sich an Ihren Administrator.";

"E_UnexpectedServerError" =					"Am Server ist ein Fehler aufgetreten.";
"E_UnknownServerError" =					"Am Server ist ein Fehler aufgetreten.";

/* 2.2.9 */
"I_BioVerificationInProcess" =				"Die Unterschrift wird überprüft ...";
"Pen Type" = 								"Stift Typ";
"Pen is not connected!" = 					"Der ausgewählte Stift ist nicht verbunden!";

/* 2.2.12 */
"E_BioVerificationDecryptionError" =		"Ihre Unterschriftsdaten konnten nicht entschlüsselt werden. Bitte kontaktieren Sie Ihren Administrator.";
"DeviceId" =								"Geräte-ID";
"ActivateYourDevice" =						"Aktivieren Sie Ihr Gerät";
"YourAccount" =								"Ihr Account";
"NrOfActivatedDevices" =					"Derzeit haben Sie %i von %i Geräten aktiviert.";
"NrOfActivatedDevicesUnlimited" =			"Derzeit haben Sie %i Geräte aktiviert.";
"Deactivate" =								"Deaktivieren";
"New" =										"Neu";
"ConfirmActivatingNewDevice" = 				"Bitte bestätigen Sie, dass Sie das neue Gerät aktivieren möchten.";
"Activate" =								"Aktivieren";
"I_LicenseActivatedSuccessfully" =			"Die Lizenz für dieses Gerät wurde erfolgreich aktiviert.";
"LicenseActivation" =						"Lizenzaktivierung";
"I_RequestingLicenseData" =					"Bitte haben Sie einen Augenblick Geduld.\nDie Lizenzinformationen werden abgerufen.";
"I_UpdatingLicense" =						"Bitte haben Sie einen Augenblick Geduld.\nIhre Lizenzinformationen werden aktualisiert.";
"I_LicenseAlreadyActivated" =				"Die Lizenz für dieses Gerät wurde bereits aktiviert.";
"DeactivateDeviceFirst" =					"Sie haben bereits %i Geräte aktiviert. Bitte deaktivieren Sie ein Gerät.";
"Licenses" =								"SIGNificant Server Lizenzen";

/* ERRORS */
"E_13605" =									"Am Server wurde ein falsches Unterschriften-Zertifikat konfiguriert.";
"E_13607" =									"Ihr Gerät ist nicht für diesen Server lizenziert.";
"E_13608" =									"Die maximale Anzahl der Geräte für diese Lizenz wurde erreicht.";
"E_13610" =									"Der angegebene Benutzer existiert nicht. Bitte kontaktieren Sie Ihren Administrator.";
"E_13611" =									"Die Lizenz für diesen Benutzer ist derzeit deaktiviert. Bitte kontaktieren Sie Ihren Administrator.";
"E_13645" =									"Die Lizenz konnte aufgrund eines Fehlers am Server nicht geprüft werden. Bitte kontaktieren Sie Ihren Administrator.";
"E_20000" =									"Die Lizenz für dieses Gerät ist derzeit deaktiviert. Bitte kontaktieren Sie Ihren Administrator.";

/* 2.2.16 */
"E_12866" =									"Der angegebene Benutzer existiert nicht.";

/* 2.2.17 */
"ApplicationName" =							"SIGNificant";
"CredentialsAlertTitle" =					"Login to ###SERVER###";
"CredentialsAlertUserPlaceholder" =			"Benutzername";
"CredentialsAlertPasswordPlaceholder" =		"Kennwort";
"Please grant microphone access in settings" = "Bitte erlauben Sie der App, auf das Mikrofon zuzugreifen";

/* Enrollment */
"Enrollment" =                              "Enrollment";
"Verification" =                            "Verifikation";
"EnrollLabelUser" =							"Benutzer:";
"EnrollLabelProfile" =						"Profil:";
"NoUsernameEntered" =						"Kein Benutzer angegeben.";
"UserNotFound" =							"Benutzer existiert nicht.";
"CreateUser" =								"Soll er erstellt werden?";
"BioProfileNotActive" =                     "Profil ist inaktiv.";
"BioUserInactive" =                         "Benutzer ist deaktiviert.";
"BioProfileUnknown" =                       "Profil existiert nicht.";
"VerificationFailed" =						"Verifikation fehlgeschlagen.";
"EnrollmentFailed" =						"Bitte unterschreiben Sie nochmals.";
"DeviceAlreadyEnrolled" =					"Das Enrollment dieses Profils wurde mit diesem Gerät bereits durchgeführt.";
"VerificationSuccess" =						"Verifikation war erfolgreich.";
"EnrollmentSuccess" =						"Enrollment war erfolgreich.";
"WrongCertificateError" =                   "Signaturen konnten nicht verarbeitet werden. Benutzen Sie das richtige Zertifikat?";
"EnrollGenericError" =						"Etwas ging schief.";
"ServerNotReachable" =                      "Der Server ist nicht erreichbar.";
"ClearAll" =                                "Alle löschen";
"EnterFullName" =                           "Voller Name";
"EnterFullNameLabel" =                      "Geben Sie den vollen Namen für den neuen Benutzer ein.";
"CannotSignNow" =                           "Bitte geben Sie zuerst einen Benutzernamen ein und drücken Sie 'Start'.";

/* 2.3.0 */
"E_TemplateDownload" =						"Beim Laden der Vorlage ist ein Fehler aufgetreten.";
"E_TemplateNotFound" =						"Die gewünschte Vorlage konnte nicht gefunden werden.";
"E_CreateTemplateBasedWorkstep" =			"Beim Erstellen des Dokuments ist ein Fehler aufgetreten.";
"SetAsTemplate" =							"Als Vorlage speichern";
"TemplateName" =							"Name der Vorlage";
"I_EnterTemplateName" =						"Geben Sie den Namen für die neue Vorlage an.";
"DocumentName" =							"Name des Dokuments";
"I_EnterDocumentName" =						"Geben Sie den Namen für das neue Dokument an.";
"Never" =									"Nie";
"E_IncompleteTemplateDefinitionXml" =		"Die bereitgestellte Vorlagenbeschreibung ist unvollständig.";
"E_MalformedTemplateDefinitionXml" =		"Die bereitgestellte Vorlagenbeschreibung ist fehlerhaft.";
"E_ConflictDetected" =						"Ein Konflikt wurde festgestellt - das Dokument wurde von jemand anderem bearbeitet. Möchten Sie alle Änderungen verwerfen und das Dokument neu laden?";

/* 2.3.1 */
"I_TaskListRejected" = 						"Das Dokument wurde abgelehnt.\nKeine Änderungen mehr möglich.";
"I_TaskListFinished" = 						"Das Dokument wurde abgeschlossen.\nKeine Änderungen mehr möglich.";
"GeneratingTemplatesFrom" =					"Vorlagen erstellen von ...";
"ExistingDocuments" =						"Bestehenden Dokumenten";
"GenerateTemplateFromDocument" =			"Vorlagen erstellen";
"HelpGuideTempFromDoc" =					"Erstellen Sie Vorlagen von bestehenden Dokumenten!";
"HelpGuideTempFromDocDetails" =				"Öffnen Sie dazu das betreffende Dokument Ihrer Wahl und wählen Sie im Aktionsmenü 'Als Vorlage speichern'.";

/* 2.3.2 */
"E_12868" =									"Der angegebene Benutzer wurde deaktiviert.";
"NoPen" =									"Kein Stylus";
"Attachments" =								"Anhänge";
"E_ReloadingAfterConflictDetected" =		"Ein Problem wurde festgestellt - das Dokument wird neu vom Server geladen.";

/* 2.3.4 */
"I_SignSignatureField" =					"Unterschreiben";
"I_FillFormFieldsOfDocument" = 				"Formular ausfüllen";
"I_FillFormFieldsOfPage" = 					"Formular ausfüllen: Seite %i";

/* 2.3.5 */
"E_IncompleteSIGNificantControlXml" =		"Die bereitgestellte SIGNificant Steuerungsdatei ist unvollständig.";
"E_MalformedSIGNificantControlXml" =		"Die bereitgestellte SIGNificant Steuerungsdatei ist fehlerhaft.";
"E_UnknownError" =							"Ein unbekannter Fehler ist aufgetreten.";
"AllItems" =								"Alle";
"I_SignificantConfigFileErrors" = 			"Einige Dokumente konnten nicht geladen werden. Details entnehmen Sie bitte der Syncstatus-Liste.";
"Clear" =									"Löschen";
"Sync" = 									"Sync";
"Reload" =									"Neu laden";
"I_AttachmentAddedSuccessfully" =			"Der Anhang wurde erfolgreich hinzugefügt.";
"I_PageAddedSuccessfully" =					"Die neue Seite wurde erfolgreich hinzugefügt.";

/* 2.3.7 */
"ReportIssue" =                             "Fehler melden";
"NoEmailAccount" =                          "Kein E-Mail-Konto konfiguriert!";
"I_ExpiringDocumentsInfo" =					"Es wurden Dokumente gefunden, welche demnächst ablaufen! Um keine Informationen zu verlieren, synchronisieren und exportieren Sie die Dokumente so bald wie möglich.";
"UpgradeEnterprise" =                       "Sind Sie an der Enterprise-Version von SIGNificant interessiert?";
"Skip" =									"Überspringen";
"DownloadIncomplete" =						"Das Dokument wurde nicht vollständig heruntergeladen!";
"I_UndoInProgress" =						"Ihre letzte Aktion wird gerade rückgängig gemacht. Bitte warten Sie bis die Operation abgeschlossen wurde.";
"I_UndoOnlyOnlinePossible" =				"Das Rückgängigmachen der letzten Aktion ist nur mit Internetverbindung möglich!";
"E_WorkstepIdNil" =							"Das Dokument konnte nicht geladen werden (Dokumenten-ID fehlt).";
"E_WorkstepConfigurationNil" =				"Das Dokument konnte nicht erstellt werden (Workstep Configuration fehlt).";

/* 2.4.0 */
"I_PleaseSignFirst" =                       "Bitte zuerst unterschreiben.";
"EnterpriseVersion" =						"Infos zur SIGNificant Enterprise-Version";
"I_PageNotLoadedYet" =                      "Seite ist noch nicht geladen!";
"Opacitiy" =                                "Deckkraft";
"Undo" =                                    "Rückgängig";
"E_WorkstepAlreadySyncing" =				"Das Dokument wird gerade synchronisiert - bitte warten.";
"Warning" =                                 "Achtung";
"DocumentNotLoaded" =                       "Zur Zeit nicht möglich. Das Dokument ist noch nicht vollständig heruntergeladen.";
"E_WorkstepInformationUnsupported" = 		"Das Dokument konnte nicht geladen werden, da es Funktionen erfordert, die von dieser App-Version nicht unterstützt werden.";
"Finger" =                                  "Finger";
"StrokeWidth" =								"Breite";
"Color" =									"Farbe";

/* 2.4.2 */
"I_SynchronizingDocument" =					"Dokument wird synchronisiert ...";
"I_PreparingDocument" = 					"Dokument wird vorbereitet ...";
"I_FinishingDocument" = 					"Dokument wird finalisiert ...";
"I_AddingAttachment" = 						"Anhang wird hinzugefügt ...";
"I_LoadingCurrentPage" = 					"Aktuelle Seite wird geladen ...";
"I_EmbeddingSignature" = 					"Unterschrift wird eingebettet ...";
"I_UploadingPdf" = 							"PDF wird hochgeladen ...";
"I_ReloadingDocument" = 					"Dokument wird neu geladen ...";
"I_Cancelling" = 							"Aktion wird abgebrochen ...";
"I_NonexistingWorkstepsRemoved" =			"Ein oder mehrere Dokumente wurden entfernt, da sie am Server nicht mehr verfügbar sind.";
"AvailabePens" =                            "Verfügbare Stifte";
"Battery" =                                 "Batterie";
"I_WorkstepControllerNotSupported" =		"Dieses Dokument stammt von einer veralteten Server-Version. Dies kann mit dieser App-Version zu Problemen führen!";

/* 2.4.4 */
"OnThisPage" =								"Auf dieser Seite ...";
"AddSignature" =							"Unterschrift einfügen";
"AddTextAnnotation" =						"Text einfügen";
"AddPictureAnnotation" =					"Bild einfügen";
"AddFreehandAnnotation" =					"Freihändig zeichnen";
"AddMarkerAnnotation" =						"Text markieren";
"AttachPicture" =							"Bild anhängen ...";
"AddAttachment" =							"Als PDF-Anhang";
"AddAttachmentNewPage" =					"Als neue Seite";
"E_WorkstepInformationParseError" =			"Das Dokument konnte nicht geladen werden, da die erhaltenen Informationen fehlerhaft sind.";

/* 2.4.6 */
"I_CompleteEditingFirst" =					"Das Dokument befindet sich gerade in Bearbeitung. Schließen Sie den Bearbeitungsmodus zuerst über die Menüleiste.";
"E_14100" =									"Sie sind nicht berechtigt dieses Dokument zu öffnen.";
